import { Ipost } from "../interface/PostItem";

export const posts: Ipost[] = [
  {
    tarvel: {
      image:
        "https://s359.kapook.com//pagebuilder/845e0bf5-24b0-408a-bd9a-89c18cd8b9d7.jpg",
      name: "สวนป่าหลวงวัดจันทร์ องค์การอุตสาหกรรมป่าไม้วัดจันทร์",
      description:
        "นับเป็นอีกหนึ่งสถานที่ท่องเที่ยวยอดฮิตของอำเภอกัลยาณิวัฒนา เสน่ห์ของที่นี่เห็นจะอยู่ที่ความสวยงามในแต่ละช่วงฤดูกาลที่แตกต่างกันออกไป หากมาในช่วงฤดูฝน แน่นอนว่าคุณจะได้ตักตวงช่วงเวลากรีนซีซั่นอย่างเต็มที่ มองไปทางไหนก็เห็นแต่ความสดชื่นและเขียวขจี หรือถ้ามาในช่วงฤดูหนาว ก็จะประทับใจไปกับสายหมอกลอยปกคลุมทิวสนและอ่างเก็บน้ำ ตลอดจนสีสันของใบเมเปิลที่พร้อมใจกันผลัดใบ ทำเอาคนที่ได้เห็นตราตรึงเก็บเป็นความประทับใจไม่รู้ลืม",
    },
    address: "อำเภอกัลยาณิวัฒนา",
    opentime: "เปิดทุกวัน 10:00-18:00 น.",
    category: "ป่า/สวน",
  },
  {
    tarvel: {
      image:
        "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0c/7b/f3/1b/the-fall-before-the-rain.jpg?w=1200&h=-1&s=1",
      name: "น้ำตกวชิรธาร",
      description:
        "น้ำตกวชิรธาร เดิมชื่อ `ตาดฆ้องโยง` ภายหลัง ได้เปลี่ยนชื่อตามพระนามาภิไธยของสมเด็จพระบรมโอรสาธิราช สยามมกุฎราชกุมาร  เป็นน้ำตกขนาดใหญ่เกิดจากลำห้วยแม่กลาง สูงประมาณ 70-80 เมตร ตัวน้ำตกอยู่สูงจากระดับน้ำทะเลประมาณ 750 เมตร สายน้ำไหลตกจากหน้าผาลงสู่แอ่งน้ำเบื้องล่าง มีน้ำไหลตลอดทั้งปี ในยามแสงอาทิตย์ส่อง กระทบละอองน้ำจะปรากฏสายรุ้งงดงามเหนือธารน้ำ ตรงข้ามมีหน้าผาสูงชัน เรียกว่า `ผาม่อนแก้ว` หรือในภายหลังเรียกว่า `ผาแว่นแก้ว` การเดินทางลงสู่น้ำตกวชิรธาร ตัวน้ำตกตั้งอยู่ห่างจากตัวอำเภอเมืองเชียงใหม่ 81.2 กิโลเมตร ตั้งอยู่บริเวณกิโลเมตรที่ 20.7 ของทางหลวงหมายเลข 1009 (สายจอมทอง - ดอยอินทนนท์) มีทางแยกขวามือ ขับรถไปตามถนนที่คดเคี้ยวไปอีกประมาณ 250 เมตร จึงถึงน้ำตกวชิรธาร",
    },
    address:
      "อุทยานแห่งชาติดอยอินทนนท์ ทางหลวงจังหวัดหมายเลข 1009 ตำบลบ้านหลวง, จอมทอง 50160 ไทย",
    opentime: "วันจันทร์ - ศุกร์ เวลา 08:30-16:30 น.",
    category: "ป่า/สวน",
  },
  {
    tarvel: {
      image:
        "https://เมืองเก่าไชยปราการ.ไทย/wp-content/uploads/2022/06/DSCF0895.jpg",
      name: "ม่อนแสนดาว",
      description:
        "มีลักษณะเป็นสันเขา สามารถมองเห็นวิวทิวทัศน์ของอำเภอไชยปราการได้จากที่นี่ มีเส้นทางศึกษาธรรมชาติเป็นกิจกรรมให้กับนักท่องเที่ยวที่มาเยือน ยามค่ำคืนนักท่องเที่ยวสามารถชมดาวได้จากห้องพักและจุดกางเต็นท์ ที่นี่เป็นจุดชมวิวที่ยอดเยี่ยมของจังหวัดเชียงใหม่ ยามเช้ายังสามารถชมทิวทัศน์ของทะเลหมอกได้อีกด้วย สำหรับคนที่รักธรรมชาติและความสงบ ม่อนแสงดาว จึงเป็นหนึ่งในทางเลือกที่ดีทีเดียวสำหรับการมาท่องเที่ยวและพักผ่อน ซึ่งหน่วยจัดการต้นน้ำห้วยสูนมีบริการบ้านพักและลานกางเต็นท์แก่นักท่องเที่ยว หากต้องการมาพักที่นี่ เราแนะนำให้ติดต่อเพื่อจองบ้านพักล่วงหน้า เพราะในช่วงฤดูหนาวจะมีนักท่องเที่ยวจับจองทั้งบ้านพักและลานกางเต็นท์กันเต็มพื้นที่",
    },
    address:
      "อยู่ภายในพื้นที่ของหน่วยจัดการต้นน้ำห้วยสูน ตำบลหนองบัว อำเภอไชยปราการ จังหวัดเชียงใหม่",
    opentime: "-",
    category: "ภูเขา",
  },
  {
    tarvel: {
      image:
        "https://www.tcijthai.com/backoffice/public/images/FILE-20170817-23175SE9BMB29H45.jpg",
      name: "ดอยหลวงเชียงดาว",
      description:
        " บนยอดดอยหลวงเชียงดาว เป็นจุดชมพระอาทิตย์ขึ้นและทะเลหมอกในยามเช้าที่สวยมากๆ เป็นสถานที่ยอดฮิตที่นักถ่ายภาพมักจะมาเก็บภาพอันน่าประทับใจดวงอาทิตย์ที่สาดส่องลงบนกลุ่มเขาสลับซับซ้อน รายล้อมไปด้วยสายหมอกสุดอลังการ ไม่เพียงเท่านี้ดอยหลวงเชียงดาวยังได้รับการประกาศจาก UNESCO ให้เป็น พื้นที่สงวนชีวมณฑลแห่งใหม่ของโลก อีกด้วย ใครที่ยังไม่เคยไปพิชิตยอดดอยแห่งนี้ ต้องไปลองสักครั้ง",
    },
    address:
      "เขตรักษาพันธุ์สัตว์ป่าดอยเชียงดาว ตำบลเชียงดาว อำเภอเชียงดาว เชียงใหม่",
    opentime: "ตั้งแต่วันที่ 1 พฤศจิกายน ถึง 31 มีนาคมของทุกปี",
    category: "ภูเขา",
  },
  {
    tarvel: {
      image:
        "https://f.tpkcdn.com/images-source/898aa80a85b1ff1fc723e6925da4dca4.jpg",
      name: " วัดพระธาตุดอยสะเก็ด",
      description:
        " ภายในวัดยังเป็นที่ประดิษฐาน รอยพระพุทธบาท ที่ว่ากันว่าสมบูรณ์มาก ซึ่งปัจจุบันก็ได้มีการครอบมณฑปเอาไว้เพื่อให้ผู้คนขึ้นไปสักการะค่ะ และเนื่องจากสถานที่ตั้งอยู่บนเขา รอบๆ วัดจึงมีจุดชมวิวที่สามารถเห็นเมือง และภูเขาสลับซับซ้อนได้แบบกว้างไกล",
    },
    address: "ตำบลเชิงดอย อำเภอดอยสะเก็ด จังหวัดเชียงใหม่",
    opentime: "ทุกวัน 06.00-18.00 น.",
    category: "วัด",
  },
  {
    tarvel: {
      image:
        "https://i2.wp.com/doitao.info/wp-content/uploads/2019/11/%E0%B9%81%E0%B8%9E%E0%B8%97%E0%B8%B0%E0%B9%80%E0%B8%A5%E0%B8%AA%E0%B8%B2%E0%B8%9A-%E0%B8%94%E0%B8%AD%E0%B8%A2%E0%B9%80%E0%B8%95%E0%B9%88%E0%B8%B2.jpg?ssl=1",
      name: " ทะเลสาบดอยเต่า",
      description:
        " ลักษณะของ ทะเลสาบดอยเต่า จะเป็นเวิ้งกว้างสุดลูกหูลูกตา มีวิวทิวทัศน์ที่สวยงามมาก นอกจากที่นี่จะเป็นพื้นที่เกษตรกรรม เลี้ยงสัตว์ และทำประมงน้ำจืดของชาวดอยเต่าแล้ว ก็ยังเป็นแหล่งท่องเที่ยวที่มีชื่อเสียงของเชียงใหม่อีกแห่งหนึ่งเลยค่ะ ในช่วงฤดูของการท่องเที่ยวนั้น นักท่องเที่ยวจะนิยมเดินทางมาสัมผัสบรรยากาศธรรมชาติของทะเลสาบดอยเต่ากันอย่างไม่ขาดสาย",
    },
    address: "ทะเลสาบดอยเต่า หมู่ 3 ตำบลท่าเดื่อ อำเภอดอยเต่า จังหวัดเชียงใหม่",
    opentime: "ทุกวัน",
    category: "แม่น้ำ",
  },
  {
    tarvel: {
      image:
        "https://img-prod.api-onscene.com/cdn-cgi/image/format=auto%2Cwidth=1600%2Cheight=900/https://sls-prod.api-onscene.com/partner_files/trueidintrend/114728/8DF39CBC-5E94-4123-9B4D-75301876065B.jpeg",
      name: " ผาช่อ",
      description:
        "ผาช่อเกิดจากปรากฏการณ์ทางธรรมชาติ ซึ่งแต่ก่อนเชื่อว่าแม่น้ำปิงเคยไหลผ่านมาตามเส้นทางนี้ เพราะมีหินกรวดและหินลักษณะกลมมนอยู่ในเนื้อดินเป็นจำนวนมาก แต่เมื่อเวลาผ่านไป แม่น้ำปิงก็ได้เปลี่ยนสายและย้ายเส้นทางไหลไปทางอื่น จากนั้นพื้นที่บริเวณนี้ก็เริ่มยกตัวสูงขึ้นเป็นเนินเขา ตะกอนแม่น้ำปิงก็ได้ก่อตัวและทับถมกันขึ้นเป็นชั้น ๆ จนเวลาผ่านไปเรื่อย ๆ หน้าผาและเสาดินเหล่านี้ก็ถูกกัดเซาะจากลมและฝน จนกลายมาเป็นลวดลายที่มีความสวยงามแปลกตา และน่าอัศจรรย์ใจเช่นนี้ โดยหน้าผาจะมีความสูงประมาณ 30 เมตร ดูแล้วเดาไม่ถูกเลยว่าต้องใช้เวลาและกระบวนการก่อตัวและกัดเซาะมานานขนาดไหนและเป็นไปอย่างไรบ้าง กว่าจะกลายมาเป็นแบบนี้ได้",
    },
    address:
      "อุทยานแห่งชาติแม่วาง ตั้งอยู่ที่ตำบลสันติสุข อำเภอดอยหล่อ จังหวัดเชียงใหม่",
    opentime:
      "ปิดแหล่งท่องเที่ยว ผาช่อ และ ลานกางเต็นท์ อุทยานแห่งชาติแม่วาง `**** ตั้งแต่วันที่ 1 มีนาคม- วันที่ 30 เมษายน 2567 ****` ",
    category: "ภูเขา",
  },
  {
    tarvel: {
      image:
        "https://img.kapook.com/u/2018/Tanapol/travel/november/doypahompok/t6.jpg",
      name: " ดอยผ้าห่มปก ",
      description:
        " ดอยนี้จะเป็นดอยที่มียอดเขาสูงเป็นอันดับ 2 ของประเทศไทยรองจากดอยอินทนนท์ ได้ขึ้นชื่อว่าเป็นยอดดอยเดินเท้าที่สูงที่สุดในประเทศไทย โดยคนที่จะขึ้นไปบนยอดดอยนี้จะต้องเดินเท้าขึ้นไปเท่านั้น",
    },
    address: "224 ม.6 ต.โป่งน้ำร้อน อ.ฝาง จ.เชียงใหม่ 50110",
    opentime: "07.30 น.-19.00 น.",
    category: "ภูเขา",
  },
  {
    tarvel: {
      image:
        "https://img.wongnai.com/p/256x256/2021/09/09/5ceb46b2f0454e43b30fd07ab1fce67b.jpg",
      name: " ดอยม่อนล้าน ",
      description:
        "  สภาพอากาศจะเป็นแบบฝนตกชุกสลับแห้งแล้งกันไป ในช่วงฤดูฝน จะเริ่มตั้งแต่เดือนมิถุนายนไปจนตุลาคม ส่วนในช่วงหน้าหนาวนั้น ก็หนาวเย็นตามพื้นที่ของภาคเหนือ ถึงกับเลขตัวเดียวเลยนะคะ หนาวสั่นๆ กันเลยทีเดียว แต่สิ่งไฮไลท์ของดอยนี้ ก็คือช่วงเวลาพระอาทิตย์ขึ้น และพระอาทิตย์ตกที่หลายๆ คนต่างก็จับจองที่นั่งชมวิวสวยๆ กัน",
    },
    address: " อำเภอพร้าว จังหวัดเชียงใหม่",
    opentime: "08.30-17.30 น.",
    category: "ภูเขา",
  },
  {
    tarvel: {
      image: "https://mpics-cdn.mgronline.com/pics/Images/564000010498701.JPEG",
      name: " น้ำตกผาหม่น ",
      description:
        "  น้ำตกผาหม่นตั้งอยู่อำเภอแม่วาง เป็นหนึ่งในน้ำตกที่มีความสำคัญมากต่อต้นน้ำแม่วางและสำคัญมากที่สุดของจังหวัดเชียงใหม่ ตั้งอยู่ในเขตอุทยานแห่งชาติแม่วาง อยู่ในตำบลแม่วิน อำเภอแม่วาง เป็นน้ำตกขนาดใหญ่มีจำนวน 3 ชั้น มีน้ำไหลตลอดทั้งปีเป็นต้นน้ำของแม่น้ำวาง",
    },
    address: " อำเภอแม่วาง จังหวัดเชียงใหม่",
    opentime: "08.00-16.30 น.",
    category: "แม่น้ำ",
  },
  {
    tarvel: {
      image: "https://mpics.mgronline.com/pics/Images/566000007911802.JPEG",
      name: " บ้านป่าบงเปียง ",
      description:
        "  บ้านป่าบงเปียง แห่งนี้ ก็คือวิวของ ทุ่งนาขั้นบันได นั่นเอง ถ้าอยากเห็นสีเขียวขจีทั่วภูเขาแนะนำว่าต้องมาช่วงระหว่างเดือนกรกฎาคม-ตุลาคม ของทุกปีเลยค่ะ เพราะถ้ามาหน้าอื่นๆ นาข้าวก็จะเปลี่ยนสีไปเรื่อยๆ ตามฤดูกาล จากสีเขียวกลายเป็นทุ่งนาสีเหลืองทอง แต่ก็สวยงามไม่แพ้กันเลย",
    },
    address: " ตำบลช่างเคิ่ง อำเภอแม่แจ่ม จังหวัดเชียงใหม่ ",
    opentime: "ทุกวัน",
    category: "ป่า/สวน,ภูเขา",
  },
  {
    tarvel: {
      image:
        "https://www.chillpainai.com/src/wewakeup/scoop/img_scoop/Jibby/Cosmos/1.jpg",
      name: " ทุ่งดอกคอสมอส เมืองแกน ",
      description:
        " ที่จะจัดขึ้นในงานเทศกาลประจำปีช่วงหน้าหนาวของเมืองแกน ถ่ายรูปสวยๆ ไปกับทุ่งดอกคอสมอสสีชมพู สีขาว และสีเหลืองอร่าม มีกังหันลม และกระท่อมเล็กๆ สีสันสดใสเป็นกิมมิกแสนน่ารัก",
    },
    address: " ตำบลอินทขิล อำเภอแม่แตง จังหวัดเชียงใหม่ ",
    opentime: " ช่วงธันวาคม-มกราคม",
    category: "ป่า/สวน",
  },
  {
    tarvel: {
      image:
        "https://cms.dmpcdn.com/travel/2020/09/11/b8e73970-f425-11ea-9025-43b647b21d1b_original.JPG",
      name: " น้ำตกแม่สา ",
      description:
        "เป็นน้ำตกขนาดใหญ่ที่มีความสวยงาม น่าเที่ยวไม่แพ้น้ำตกแห่งอื่นในจังหวัดเชียงใหม่เลยค่ะ ด้วยมีสายน้ำไหลชุ่มฉ่ำตลอดทั้งปี และมีจุดให้ลงเล่นน้ำคลายความร้อนอยู่หลายแห่งอีกด้วย",
    },
    address: "  ตำบลแม่แรม อำเภอแม่ริม จังหวัดเชียงใหม่ ",
    opentime: " 08.00-16.30 น.",
    category: "แม่น้ำ",
  },
  {
    tarvel: {
      image:
        "https://img-prod.api-onscene.com/cdn-cgi/image/format=auto%2Cwidth=1600%2Cheight=900/https://sls-prod.api-onscene.com/partner_files/trueidintrend/96058/P1010579.JPG",
      name: " ดอยลาง ",
      description:
        "เป็นแหล่งท่องเที่ยวธรรมชาติที่สวยงาม อีกทั้งยังอำนวยความสะดวกต่าง ๆ ให้กับนักท่องเที่ยวทั้งในพื้นที่และต่างจังหวัด อาทิเช่น โฮมเตย์หรือบ้านพัก อาหารและเครื่องดื่มที่แสนอร่อยจากชาวบ้านไทใหญ่ จุดแวะพักชมวิวทิวทัศน์ที่สวยงามที่สามารถมองเห็นทั้งพระอาทิตย์ขึ้นและพระอาทิตย์ตก ",
    },
    address: "  บ้านปางต้นฆ้อง หมู่ 1 ตำบลมะลิกา อำเภอแม่อาย จังหวัดเชียงใหม่ ",
    opentime: " -",
    category: "ภูเขา",
  },
  {
    tarvel: {
      image:
        "https://cms.dmpcdn.com/travel/2020/05/26/750380d0-9f2d-11ea-8b02-cdf01bd388b1_original.JPG",
      name: " วัดพระบรมธาตุดอยสุเทพ ",
      description:
        "  ภายในวัดเป็นที่ประดิษฐาน เจดีย์พระธาตุดอยสุเทพ เป็นเจดีย์สีทองทรงเชียงแสน ซึ่งภายในบรรจุพระบรมสารีริกธาตุ และยังเป็นพระธาตุประจำปีเกิดปีมะแมตามความเชื่อคติของชาวล้านนาอีกด้วย",
    },
    address: "   ถนนศรีวิชัย ตำบลสุเทพ อำเภอเมืองเชียงใหม่ จังหวัดเชียงใหม่ ",
    opentime: " 06.00-18.00 น.",
    category: "วัด",
  },
  {
    tarvel: {
      image:
        "https://cms.dmpcdn.com/travel/2021/07/29/cc369800-f072-11eb-8793-61b2b4d8b27c_webp_original.jpg",
      name: " บ้านแม่กำปอง ",
      description:
        "  อีกสถานที่หนึ่งที่ต้องแวะไปเที่ยวเมื่อมาเยือน อำเภอแม่ออน คือ บ้านแม่กำปอง หมู่บ้านที่ซ่อนตัวอยู่ในหุบเขา เนื่องจากภูมิประเทศส่วนใหญ่เป็นดอนและมีความสูงกว่าระดับน้ำทะเลถึง 1,300 เมตร จึงทำให้ที่นี่มีอากาศเย็นสบายตลอดทั้งปี ยิ่งบวกกับอาคารบ้านเรือนที่ยังคงความเป็นเรือนไม้ดั้งเดิมก็ยิ่งทำให้เราได้พบเห็นเสน่ห์ต่างๆ จากวิถีชีวิตที่แสนเรียบง่ายและกลมกลืนกับธรรมชาติ ถือเป็นสถานที่อีกแห่งหนึ่งที่ควรค่าแก่การมาพักกายพักใจ ชาร์จแบ็ตเติมพลังชีวิตเป็นอย่างมาก",
    },
    address: "  หมู่ที่ 3 ตำบลห้วยแก้ว กิ่งอำเภอแม่ออน จังหวัดเชียงใหม่ ",
    opentime: " เปิดให้เข้าชมตลอดทั้งวัน",
    category: "ภูเขา",
  },
  {
    tarvel: {
      image:
        "https://cms.dmpcdn.com/travel/2022/02/03/5722e290-84af-11ec-92cd-7dc8e822acf2_webp_original.jpg",
      name: " น้ำตกแม่หาด ",
      description:
        " เป็นน้ำตกเล็กๆ ที่มีทั้งหมด 5 ชั้น ในเขตของ อุทยานแห่งชาติห้วยน้ำดัง ล้อมรอบไปด้วยพรรณไม้พืชพันธุ์นานาชนิด ทำให้บริเวณรอบๆ น้ำตกมีบรรยากาศที่ร่มรื่น เหมาะแก่การมาพักผ่อน ที่สำคัญคืมีสายน้ำที่ไม่เชี่ยวกราด จึงทำให้ที่นี่กลายเป็นแหล่งพักผ่อนหย่อนใจของชาวท้องถิ่น รวมถึงนักท่องเที่ยวที่บุกตะลุยเข้ามาชมความงามของน้ำตกแห่งนี้ได้ดีเลยทีเดียว",
    },
    address:
      "   อุทยานแห่งชาติห้วยน้ำดัง ตำบลเมืองแหง อำเภอเวียงแหง จังหวัดเชียงใหม่ ",
    opentime: "  06.00-18.00 น.",
    category: "แม่น้ำ",
  },
  {
    tarvel: {
      image:
        "https://cms.dmpcdn.com/travel/2020/04/16/1d6b7b50-7fdb-11ea-a85e-972275699d5e_original.jpg",
      name: " ศูนย์วิจัยข้าวสะเมิง ",
      description:
        " ศูนย์ศึกษาวิจัยพันธุ์ข้าว และควบคุมกระบวนการผลิตข้าวสาลีโดยเทคโนโลยีสมัยใหม่ เป็นทั้งแหล่งเรียนรู้สำหรับคนที่สนใจในวิถีการเกษตรและพันธุ์ข้าว รวมทั้งเป็นพิกัดสุดโดนใจสำหรับสายแชะสายโซเชียล เพราะถ่ายรูปสวยมากกกก โดยเฉพาะทุ่งข้าวสาลี หรือ ข้าวบาร์เลย์ ที่เมื่อถึงฤดูเก็บเกี่ยวก็จะเปลี่ยนทุ่งข้าวในกลายเป็นสีทองอร่าม สวยงามมากๆ ยิ่งถ้าไปในช่วงบ่ายแก่ๆ จนถึงช่วงเย็น แสงอาทิตย์จะสาดส่องลงบนทุ่งข้าว เกิดเป็นแสงเงาที่สวยงามน่ามองสุดๆ เลย",
    },
    address:
      " 202 หมู่ที่10 บ้านปางดะ ตำบลสะเมิงใต้ อำเภอสะเมิง จังหวัดเชียงใหม่ ",
    opentime: "  08.00-18.00 น.",
    category: "ป่า/สวน",
  },
  {
    tarvel: {
      image:
        "https://cdn.chiangmainews.co.th/wp-content/uploads/2018/08/06221841/S__3023137.jpg",
      name: " สวนปอเทืองริมทาง ",
      description:
        " ทุ่งปอเทือง หรือชาวบ้านมักจะเรียกว่า ดอกปอเทือง ชวงนี้ปอเทืองได้ออกดอกสวยงาม ในพื้นที่กว้างขวางที่สี่แยกลิขิตชีวัน มีป้ายเชิญชวนให้ถ่ายรูปเซลฟี่เช็คอินกันได้ฟรี โดยออกดอกสีเหลืองสวยงามมาก นักท่องเที่ยวที่ทราบข่าว ต่างเดินทางถ่ายภาพความสวยงาม นอกจากนี้ยังมีแมลงชนิดต่างๆมาดูดเกสรสวยงามจำนวนมากให้ได้ชมอีกด้วย",
    },
    address: "  อำเภอสันทราย จังหวัดเชียงใหม่ ",
    opentime: " 07:00 - 18:00 น.",
    category: "ป่า/สวน",
  },
  {
    tarvel: {
      image:
        "https://img-prod.api-onscene.com/cdn-cgi/image/format=auto%2Cwidth=1600%2Cheight=900/https://sls-prod.api-onscene.com/partner_files/trueidintrend/312722/20220917093209_IMG_2989_0.JPG",
      name: " กาดงัว (ตลาดนัดทุ่งฟ้าบด) ",
      description:
        " ตลาดนัดเชียงใหม่ที่โด่งดังอมตะ อันดับต้น ๆ ที่คนเชียงใหม่คิดถึงคงเป็นกาดงัว กาดงัวเป็นตลาดนัดสายใต้สันป่าตองที่โด่งดังจนคนในเมืองเขียงใหม่ยังต้องมา เสน่ห์ของเมืองเชียงใหม่ บางคนอาจจะสงสัยว่าทุ่งฟ้าบดหมายถึงอะไร ทุ่งฟ้าบดเป็นชื่อหมู่บ้านหนึ่งในอำเภอสันป่าตอง คำว่าทุ่งฟ้าบดภาษากำเมือง หมายถึงท้องฟ้าที่กำลังมึดในตอนกลางวัน เป็นตลาดนัดที่(เขาว่า)ใหญ่ที่สุดในภาคเหนือ ดั้งเดิม เป็นตลาดนัดที่ขายแต่วัวควาย แต่ก็ที่ไหนมีคนมารวมกันก็ต้องมีคนมาขายของ เดิมพื้นที่มีเพียงฟากถนนขาเข้าเมืองฝั่งซ้ายเนื่องจากมีคนซื้อคนขายจำนวนมาก ทางตลาดจึงขยายพื้นที่มาถึงอีกฟากหนึ่ง เพื่อลดความแออัดของตลาด",
    },
    address: "  อำเภอสันป่าตอง จังหวัดเชียงใหม่ ",
    opentime: " วันเวลาเปิด-ปิด: ทุกวันเสาร์ 6.00 - 12.00 น.",
    category: "คาเฟ่/อาหาร",
  },
  {
    tarvel: {
      image:
        "https://cdn.chiangmainews.co.th/wp-content/uploads/2024/03/11082439/1710120279_101943-chiangmainews.jpg",
      name: " ลานทรายฝายหิน ",
      description:
        " ชาวบ้าน พากันออกมาจากบ้าน นั่งเล่นน้ำเพื่อคลายร้อนสอบถามผู้ใหญ่บ้านคุณยุทธนา กันทะตุ่น เปิดลานฝายหินเป็นปีแรกหลังจากเจอโควิดมาหลายปี สร้างรายได้ให้กับชาวบ้านจนทำให้นักท่องเที่ยว แห่กันมาชึ่งเป็นสถานที่เล่นน้ำแบบธรรมชาติ โดยเป็นแม่น้ำกวงไหลผ่าน เป็นน้ำที่ใสสะอาด ทำให้เด็ก ๆ และผู้ใหญ่ ลงเล่นน้ำอย่างสนุกสนาน ในวันที่ 30 มีนาคม 2567จะทำการเปิดเป็นทางการของลานทรายฝ่ายหินของบ้านทุ่งขี้เสือ เชิญนักท่องเที่ยวพาครอบครัวมาเที่ยวได้ตั้งแต่บัดนี้เป็นต้นไป",
    },
    address:
      "  หมู่ที่ 5 บ้านทุ่งขี้เสือ ตำบลชมภู อำเภอสารภี จังหวัดเชียงใหม่ ",
    opentime: " 10:00-19:00 น.",
    category: "แม่น้ำ",
  },
  {
    tarvel: {
      image:
        "https://cms.dmpcdn.com/travel/2021/02/22/ad7a5ff0-74d0-11eb-a454-bff5c5ac3953_original.jpg",
      name: " แกรนด์แคนยอน หางดง ",
      description:
        " เป็นพื้นที่ของเอกชน ซึ่งเจ้าของได้ขุดหน้าดินไปขาย เมื่อ 10 ปีที่แล้ว เลยทำให้เกิดเป็นแอ่งน้ำขนาดใหญ่ มีความลึกตั้งแต่ 15-20 เมตรเลย บางบ่อก็ลึกกว่า 50 เมตร โดยน้ำภายในแอ่งก็จะมีสีเขียวใสเหมือนสีของมรกตเลยค่ะ ซึ่งบ่อน้ำเหล่านี้ก็ได้ล้อมรอบหน้าผาสูงเอาไว้ ดูแล้วสวยงดงามมากๆ",
    },
    address: "  ตำบลน้ำแพร่ อำเภอหางดง จังหวัดเชียงใหม่ ",
    opentime: " 09.00-18.00 น.",
    category: "แม่น้ำ",
  },
  {
    tarvel: {
      image:
        "https://cms.dmpcdn.com/travel/2020/10/19/9f3dabc0-11f9-11eb-9801-6518ce16dfa7_original.jpg",
      name: " ดอยม่อนจอง ",
      description:
        "  ไม่ไกลจากทุ่งหญ้าบนยอดดอย ก็จะถึงจุดกางเต็นท์ที่อยู่ในพงป่า ช่วยกันลมกันหนาวได้ในระดับหนึ่ง พักผ่อนเอาแรงให้เต็มที่ เพื่อจะได้ตื่นแต่เช้าไปชมวิวพระอาทิตย์ขึ้น ชมทะเลหมอกที่แผ่กระจายไปทั่วดอย บางวันหมอกจะลงจนหนามาก เห็นแต่สีขาวโพลน ขอให้ระมัดระวังในการเดินเป็นพิเศษ",
    },
    address: "  บ้านมูเซอปากทาง ตำบลม่อนจอง อำเภออมก่อย จังหวัดเชียงใหม่ ",
    opentime: "วันธรรมดา 9:00-17:00 น.",
    category: "ภูเขา",
  },
  {
    tarvel: {
      image:
        "https://naturalsite.onep.go.th/storage/pictures/2022/6/16/hEcOtPH6JwSlI1JeFhTOJA15nFqy3r3sEjiADVMS.jpg",
      name: " ผาสิงห์เหลียว ",
      description:
        "  ผาสิงห์เหลียว เป็นเสาดินที่สูงที่สุดในประเทศไทยมีความสูงถึง 50 เมตรกินพื้นที่กว้างเกือบ 100 ไร่ เสาดินที่ผาสิงห์เหลียวนั้น จะเป็นลักษณะเดียวกับแพะเมืองผี ในจังหวัดแพร่ คือ เป็นดินลูกรัง เสาถูกยึดด้วยเนื้อดินเหนียวลูกรังปนกรวดหิน โดยบางคนก็บอกว่า ที่นี่คล้ายกับวิหารโรมันที่มีความสูงร่วม 30 เมตร ซึ่งสภาพโดยรอบถูกรายล้อมไปด้วยผืนป่าเต็งรัง จึงทำในช่วงเดือนมกราคม ช่วงที่มีใบไม้สีสด จะยิ่งทำให้สีของหน้าผาหินตัดกับสีของใบไม้ที่ปกคลุมป่าอย่างชัดเจน สร้างความสวยงามไปอีกแบบหนึ่ง",
    },
    address: "  ตั้งอยู่ที่บ้านตาลเหนือ อำเภอฮอด จังหวัดเชียงใหม่ ",
    opentime: "ทุกวัน 6:00-18:00 น.",
    category: "ภูเขา",
  },
  {
    tarvel: {
      image:
        "https://cms.dmpcdn.com/travel/2020/06/23/b5d0a2d0-b528-11ea-8fac-236a281cd6c5_original.jpg",
      name: " อ่างเก็บน้ำห้วยลาน ",
      description:
        "  อ่างเก็บน้ำห้วยลาน สถานที่พักผ่อนหย่อนใหญ่ที่มีทิวทัศน์ที่งดงาม คนส่วนใหญ่นิยมไปนั่งปิ๊กนิกและแคมป์ปิ้งริมอ่างเก็บน้ำ บ้างก็ไปนั่งตกปลา หรือพายเรือเล่นกัน บนสันเขื่อนมีถนนทอดยาวให้ไปขับรถเล่นชมวิวหรือไม่ก็ไปเดินเล่นถ่ายรูปสวยๆ บนนั้นได้ค่ะ โดย อ่างเก็บน้ำห้วยลาน แห่งนี้ถือเป็นจุดชมวิวพระอาทิตย์ตกดินที่สวยงามมากๆ แห่งหนึ่ง อีกทั้งยังเอื้อประโยชน์ต่อการอุปโภคบริโภคของชาวบ้าน รวมถึงพัฒนาระบบนิเวศในกลุ่ม ลุ่มน้ำห้วยลาน และสภาพป่าในบริเวณรอบๆ ให้อุดมสมบูรณ์อีกด้วย",
    },
    address: "  อ่างเก็บน้ำห้วยลาน ตำบลออนใต้ อำเภอสันกำแพง จังหวัดเชียงใหม่ ",
    opentime: "ทุกวัน",
    category: "แม่น้ำ",
  },
];

export const FivePost: Ipost[] = [
  {
    tarvel: {
      image:
        "https://image-tc.galaxy.tf/wijpeg-sxrfid5inslt46adwg0pwpho/intanon_standard.jpg?crop=112%2C0%2C1777%2C1333",
      name: " ดอยอินทนนท์ ",
      description:
        "  ดอยอินทนนท์ ถือเป็นภูเขาที่สูงที่จะในประเทศไทย ด้วยความสูงจากระดับน้ำทะเล 2,565 เมตรค่ะ จึงทำให้มีสภาพอากาศที่เย็นตลอดทั้งปีนักท่องเที่ยวนิยมขึ้นไปบนดอยอินทนนท์ เพื่อเดินชมป่าดิบเขาที่เต็มไปด้วยต้นไม้สูงใหญ่ มอสและเฟิร์นสีเขียว บริเวณ อ่างกาหลวง สัมผัสความสดชื่นจากธรรมชาติ แวะถ่ายรูปที่จุดสูงสุดบนยอดดอย และสักการะ พระมหาธาตุนภเมทนีดล และพระมหาธาตุนภพลภูมิสิริ อันสวยงามท่ามกลางทิวเขา",
    },
    address: "  ตำบลบ้านหลวง อำเภอจอมทอง จังหวัดเชียงใหม่ ",
    opentime: "05.00-18.00 น.",
    category: "ภูเขา",
  },
  {
    tarvel: {
      image:
        "https://img.wongnai.com/p/1920x0/2019/01/13/b97075ddecae45bfb526896c709db240.jpg",
      name: " ประตูท่าแพ ",
      description:
        "   แลนด์มาร์กอีกหนึ่งแห่งของเชียงใหม่ ที่ใครก็ต้องแวะไปถ่ายรูปชิคๆ เช็คอินว่ามาถึงเชียงใหม่แล้วจริงๆ นะ ก็คือที่นี่ ประตูท่าแพ ประตูท่าแพ เป็นประตูเมืองที่อยู่ทางด้านทิศตะวันออกของเมืองเชียงใหม่ชั้นใน ซึ่งก็คือพื้นที่สี่เหลี่ยมที่ล้อมรอบด้วยคูเมืองนั่นเอง บริเวณประตูท่าแพจะเห็นแนวกำแพงเมืองเก่าซึ่งสร้างด้วยอิฐ มีความสวยงาม และเป็นเอกลักษณ์ บริเวณประตูท่าแพมีลานกว้างซึ่งใช้จัดงานเทศกาลต่างๆ และยังเป็นจุดเริ่มต้นของ ถนนคนเดินท่าแพ ซึ่งจัดขึ้นทุกๆ วันอาทิตย์อีกด้วย",
    },
    address: "   ถนนท่าแพ ตำบลช้างคลาน อำเภอเมืองเชียงใหม่ จังหวัดเชียงใหม่ ",
    opentime: "สามารถเที่ยวชมได้ตลอดทั้งวัน",
    category: " คาเฟ่/อาหาร ",
  },
  {
    tarvel: {
      image:
        "https://cms.dmpcdn.com/travel/2019/10/29/0c50bb70-fa3c-11e9-86dd-238985cbbd60_original.jpg",
      name: " ถนนคนเดินท่าแพ ",
      description:
        "  ตลอดเส้นทางถนนคนเดินจะมีร้านค้ามากมาย ทั้งร้านอาหารที่มีทั้งอาหารทั่วไปและอาหารพื้นเมืองอร่อยๆ ขาย ร้านขายเสื้อผ้า ร้านขายสินค้าพื้นเมือง ร้านขายของที่ระลึกเก๋ๆ ไม่เหมือนใคร ให้ได้เดินเลือกอิ่มเลือกช้อปปิ้งกันแบบชิลๆ",
    },
    address: "  ถนนราชดำเนิน ตำบลศรีภูมิ อำเภอเมืองเชียงใหม่ จังหวัดเชียงใหม่ ",
    opentime: " เฉพาะวันอาทิตย์ 18.00-22.00 น",
    category: " คาเฟ่/อาหาร ",
  },
  {
    tarvel: {
      image:
        "https://www.checkinchill.com/wp-content/uploads/checkinchill-14-9-2023-3.jpg",
      name: "  ถนนนิมมานเหมินทร์ ",
      description:
        "  นิมมานเหมินทร์ ถนนเส้นนี้คงไม่มีใครไม่รู้จัก เพราะเป็นถนนชื่อดังของเชียงใหม่ที่เป็นแหล่งรวมร้านค้า ร้านอาหารหลากหลายสไตล์ คาเฟ่เก๋ๆ และเต็มไปด้วยความคึกคัก",
    },
    address:
      " ถนนนิมมานเหมินทร์ ตำบลสุเทพ อำเภอเมืองเชียงใหม่ จังหวัดเชียงใหม่ ",
    opentime: " เวลาเปิด-ปิด แตกต่างกันไปในแต่ละร้านค้า ",
    category: " คาเฟ่/อาหาร ",
  },
  {
    tarvel: {
      image:
        "https://arabiyamedia.com/wp-content/uploads/2023/09/checkinchill-20-7-2020-171-1170x658-1.png",
      name: "   ม่อนแจ่ม ",
      description:
        "   ม่อนแจ่ม เป็นที่เที่ยวยอดฮิตที่ใครก็พลาดไม่ได้ เพราะมีอากาศเย็นสบายตลอดทั้งปี ใช้เวลาเดินทางจากตัวเมืองเชียงใหม่ประมาณ 40 นาทีเท่านั้น ก็จะได้ชมวิวทิวทัศน์ของภูเขาสลับซับซ้อนสวยงามของอำเภอแม่ริม ได้อย่างสุดสายตา",
    },
    address: "  ตำบลแม่แรม อำเภอแม่ริม จังหวัดเชียงใหม่ ",
    opentime: "  06.00-18.00 น ",
    category: " ภูเขา ",
  },
];



export const filterPageTH = [
  {
    name: " ทั้งหมด ",
    value: "ทั้งหมด",
  },
  {
    name: " ภูเขา ",
    value: "ภูเขา",
  },
  {
    name: " คาเฟ่/อาหาร ",
    value: "คาเฟ่/อาหาร ",
  },
  {
    name: " แม่น้ำ ",
    value: "แม่น้ำ",
  },
  {
    name: " ป่า/สวน ",
    value: "ป่า/สวน",
  },
  {
    name: " วัด ",
    value: "วัด",
  },
];